Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Google] Associate EN>BR-PT.tmx
Source language: en
Languages: pt_br

source: Enter up to 25 IMEI numbers for mobiles or up to 25 serial numbers for Wi-Fi only devices
pt_br: Digite até 25 números de IMEI de celulares ou até 25 números de série de dispositivos somente Wi-Fi

source: Greg does not need an EMM solution for zero-touch.
pt_br: Greg não precisa de uma solução de EMM para o sem toque.

source: They design a policy for the use case, adhering to business requirements.
pt_br: Eles elaboram uma política para o caso de uso aderindo às exigências da empresa.

source: Profiletype &ndash; zero-touch or other
pt_br: Profiletype - sem toque ou outro

source: Yes!
pt_br: Sim!

source: Productivity
pt_br: Produtividade

source: Device loss or theft
pt_br: Perda ou roubo de dispositivos

source: Play
pt_br: Reproduzir

source: Factory wipe the device.
pt_br: Restaurar as configurações de fábrica do dispositivo.

source: This isolated environment protects private keys and prevents tampering, even if a device has been rooted.
pt_br: Esse ambiente isolado protege chaves privadas e evita adulterações, mesmo que seja um dispositivo com acesso root.

source: Which of the following statements is true?
pt_br: Qual das afirmativas a seguir é verdadeira?

source: All of these
pt_br: Todas as alternativas

source: Google Play can even host private applications that can only be published to specific organizations.
pt_br: O Google Play pode, inclusive, hospedar aplicativos privados para que fiquem disponíveis apenas para empresas específicas.

source: Which of the following is NOT a part of the zero-touch enrollment process?
pt_br: Qual das alternativas a seguir NÃO faz parte do processo de registro sem toque?

source: Company admin creates enterprise mobility management configurations that will apply to devices in the zero-touch portal
pt_br: O administrador da empresa cria configurações de gerenciamento de mobilidade empresarial (EMM) que serão aplicadas aos dispositivos no portal de registro sem toque.

source: Highlight the challenges and solutions of mobility.
pt_br: Entender os desafios e as soluções da mobilidade.

source: Select your .CSV file from the file picker
pt_br: Selecione seu arquivo .CSV na lista de arquivos

source: Customer admin adds the IMEI(s) of the existing devices and BYOD devices into the Zero-touch portal.
pt_br: Administrador do cliente adiciona o(s) IMEI(s) de dispositivos preexistentes e de uso pessoal ao portal de registro sem toque.

source: I&rsquo;ve been talking with our CISO (Chief Information Security Officer) about the value that a mobile application would bring to our employees.&rdquo;
pt_br: Tenho conversado com nosso CISO (Diretor de Segurança da Informação) sobre o valor que um aplicativo móvel traria aos nossos funcionários.&rdquo;

source: Bring Your Own Device
pt_br: Traga seu Próprio Dispositivo (BYOD)

source: App Distribution
pt_br: Distribuição de aplicativos

source: Accurate recording of serial numbers is needed as a character difference can mean the wrong part is allocated to a repair.
pt_br: É necessário realizar um registro preciso dos números de série, pois um caractere de diferença pode alocar a peça errada para reparo.

source: It also protects against harmful users by crumbling the sandbox in the event a new user is discovered.
pt_br: Ele também protege contra usuários maliciosos implodindo o sandbox na hipótese de descoberta de intruso.

source: Select a hardware ID or customer attribute from Select input type
pt_br: Selecione um ID de hardware ou atributo do cliente em Select input type.

source: You can also refer to this&nbsp;datasheet.
pt_br: Você também pode consultar este&nbsp;material.

source: Quiz overview
pt_br: Visão Geral do Teste

source: Device manufacturers:
pt_br: Fabricantes de dispositivos:

source: We would also need to include people from Finance and IT before we got everything approved.&rdquo;
pt_br: Também precisaríamos incluir o Financeiro e o TI antes de aprovar o projeto.&rdquo;

source: Congrats!
pt_br: Parabéns!

source: Internal apps have to be installed using a side-loading method.
pt_br: Os aplicativos internos devem ser instalados através de um método de sideload.

source: Question 1.
pt_br: Pergunta 1.

source: What are the options for IT admins to push out these updates?
pt_br: Quais são as opções de distribuição de atualizações que os administradores de TI têm?

source: The primary benefits of zero-touch enrollment are:
pt_br: Os principais benefícios do registro sem toque são:

source: Pilots need devices, such as Electronic Flight bags, which are electronic information management devices for quick guidance, weights and balance calculations and other documentation.
pt_br: Os pilotos precisam de dispositivos eletrônicos de gerenciamento de informações de bagagem para gerenciar peso, equilíbrio e outras documentações.

source: &nbsp;&ldquo;We don&#39;t have the budget to provide the marketing team with smartphones although we would like them to be able to access their work email on their own device.
pt_br: &nbsp;&ldquo;Nós não temos orçamento para disponibilizar smartphones à equipe de marketing, embora gostaríamos que pudessem acessar o e-mail corporativo em seus dispositivos pessoais.

source: The portal is a deployment method used to prepare and deploy registered devices into an EMM to be managed with Android Enterprise.
pt_br: O portal é um método de implantação usado para preparar e integrar dispositivos cadastrados em um EMM a ser gerenciado pelo Android Enterprise.

source: Factory Reset protection, zero-touch devices are &ldquo;locked&rdquo; to company even if reset
pt_br: Proteção contra redefinição para a configuração original. Os dispositivos sem toque permanecem &ldquo;atrelados&rdquo; à empresa proprietária mesmo se forem formatados

source: How customers can create and set device configurations
pt_br: Como os clientes podem criar e atribuir configurações aos dispositivos

source: You have not yet achieved the course certificate
pt_br: Você ainda não obteve o certificado do curso

source: As a zero-touch reseller, you will collaborate with EMM providers, working together on joint deployments
pt_br: Como um revendedor sem toque, você colaborará com os fornecedores de EMM trabalhando em implantações conjuntas

source: Android Enterprise provides the flexibility to support fully managed and dedicated single-use devices.
pt_br: O Android Enterprise oferece a flexibilidade para integrar dispositivos de uso único totalmente gerenciados e dedicados.

source: Work with them on joint deployment of devices where needed
pt_br: Você trabalhará com eles na implantação conjunta de dispositivos quando necessário

source: Safe Browsing
pt_br: Navegação Segura

source: Click Deregister in the device row
pt_br: Clique em Deregister na linha do dispositivo

source: Understand the steps for deploying Android Enterprise.
pt_br: Entender quais são os passos para implantar o Android Enterprise.

source: Maybe a game for the kids at quiet times.
pt_br: Podemos colocar um jogo para as crianças em momentos de menor movimento.

source: Protected devices.
pt_br: Dispositivos protegidos.

source: Deployment Requirements
pt_br: Requisitos de implantação

source: Full screen off
pt_br: Tela cheia desativada

source: EMM Provider – Sales
pt_br: Fornecedor de EMM - Vendas

source: Question 2.
pt_br: Pergunta 2.

source: Before you start, check your account role to ensure that it&#39;s Owner.
pt_br: Antes de começar, verifique a função na sua conta para saber se você está marcado como Proprietário.

source: We&rsquo;ve read about BYOD, but our airline needs devices that are secured and suitable for single tasks, such as baggage handling.
pt_br: Já lemos sobre BYOD, mas nossa companhia aérea precisa de dispositivos que sejam protegidos e adequados para tarefas simples, como o manuseio de bagagem.

source: Review the content, then select RESET and try again.
pt_br: Revise o conteúdo, clique em REINICIAR e tente novamente.

source: Customers:
pt_br: Clientes:

source: Any Android Device
pt_br: Qualquer dispositivo Android

source: Take your learning to the next level by starting Android Enterprise Professional.
pt_br: Continue expandindo seus conhecimentos. Comece agora mesmo o cursoAndroid Enterprise Professional.

source: Ransomware will lock a machine and ask for payment to release it.
pt_br: O ransomware bloqueia uma máquina e exige pagamento para liberá-la.

source: An EMM provider is then selected and the policy developed using Android Enterprise Management APIs.
pt_br: Um provedor EMM é selecionado e a política é desenvolvida usando APIs de Gerenciamento do Android Enterprise.

source: Zero-touch enrollment displays this message before the device is provisioned.
pt_br: O registro sem toque exibe esta mensagem antes de o dispositivo ser provisionado.

source: &ldquo;At the moment, our crews are unable to book vacation time from home.
pt_br: &ldquo;No momento, nossas equipes não conseguem marcar férias remotamente.

source: Pilots could also use tablets for weight and balance calculations and flight manuals.
pt_br: Os pilotos também podem usar tablets para calcular peso e equilíbrio e acessar manuais de voo.

source: You have achieved the course certificate, click download certificate
pt_br: Você obteve o certificado do curso. Clique em baixar certificado

source: A new line means a new row of data.
pt_br: Uma nova linha significa uma nova linha de dados.

source: Let&rsquo;s summarize what we have covered in this&nbsp;class.&nbsp;
pt_br: Vamos resumir o que aprendemos nesta aula:

source: That&rsquo;s right!&nbsp;
pt_br: Isso mesmo!

source: Creating and managing vendors
pt_br: Criar e gerenciar fornecedores

source: &ldquo;What problems are you experiencing with your current customer experience?&rdquo;
pt_br: &ldquo;Quais problemas vocês estão enfrentando na atual experiência proporcionada ao cliente?&rdquo;

source: What would be the most appropriate response when a customer says:
pt_br: Qual seria a resposta mais apropriada quando um cliente diz:

source: They have the key role of creating a zero-touch account for their customers and uploading the purchased devices onto their dedicated portal.
pt_br: Ele tem o papel fundamental de criar uma conta sem toque para seus clientes e enviar os dispositivos adquiridos ao seu portal dedicado.

source: If you get the error "Couldn't find your Google Account’ then the email is not associated with a Google account
pt_br: Se a mensagem de erro "Não foi possível encontrar sua conta do Google" aparecer, o e-mail não está associado a uma conta do Google

source: If you accidentally delete an account, re-add it by following the instructions in the &#39;Add team members&#39; process above.
pt_br: Se você acidentalmente excluir uma conta, adicione-a de acordo com as instruções do item "Adicionando membros de equipe".

source: Let&#39;s continue with Android Enterprise
pt_br: Vamos continuar com o Android Enterprise

source: Deregistering devices
pt_br: Cancelar o registro de dispositivos

source: The two portals
pt_br: Os dois portais

source: PAGE 4 FLOW CHART #27
pt_br: PÁGINA 4 FLUXOGRAMA #27

source: Source
pt_br: Origem

source: &ldquo;Ok, tell me more about the project.&rdquo;
pt_br: &ldquo;Certo, conte-me mais sobre o projeto.&rdquo;

source: Android device security and protecting users.
pt_br: Segurança do dispositivo Android e proteção dos usuários.

source: Manufacturer, Model, Serial Number
pt_br: Fabricante, Modelo, Número de Série

source: They&rsquo;ll be able to help with dedicated configurations (E.g. DPC Extras)
pt_br: Eles podem ajudar com configurações dedicadas (por exemplo, DPC Extras)

source: Updating configurations for a single device
pt_br: Atualizando configurações em apenas um dispositivo

source: We need to know what software requirements Alex has, so we can determine if they are developing an internal app or using a ready-made solution.
pt_br: Precisamos entender quais são os requisitos de software que a empresa do Alex deseja para identificar se estão desenvolvendo um aplicativo interno ou usando uma solução já existente.

source: Set Search to the full identifier value or part of a customer&#39;s name
pt_br: Digite no campo de Pesquisa o identificador completo ou parte do nome de um cliente

source: Android Enterprise - Basics of Android Security (EN-US)
pt_br: Android Enterprise - Noções Básicas de Segurança do Android

source: They want to allow personal use on these devices, respecting the privacy of users but also being able to maintain control.
pt_br: Lulu quer permitir o uso pessoal em tais aparelhos, respeitando a privacidade dos usuários, mas sem abrir mão do controle dos dispositivos.

source: Different zero-touch resellers can add devices for the same customers
pt_br: Diferentes revendedores sem toque podem adicionar dispositivos para os mesmos clientes

source: To make the most of all the benefits that the zero-touch portal offers, it&rsquo;s important to know how to use the portal and everything it offers.
pt_br: Para aproveitar ao máximo todos os benefícios que o portal de registro sem toque oferece, é importante saber como usar o portal e todos os seus benefícios.

source: Demonstrate understanding of deployment options.
pt_br: Demonstrar conhecimento sobre as opções de implantação.

source: Select this button to toggle the sidebar navigation
pt_br: Clique neste botão para ativar a barra lateral de navegação

source: Selecting device management modes
pt_br: Selecionar modos de gerenciamento de dispositivos

source: Time Remaining
pt_br: Tempo Restante

source: Who can access which portals, and how?
pt_br: Quem pode acessar qual portal e como?

source: Check if users will use their own devices or if they will be supplied by the airline or both.
pt_br: Verificar se os usuários usarão seus próprios dispositivos, se a companhia aérea disponibilizará os dispositivos, ou ambos.

source: Zero-touch portal fundamentals:
pt_br: Fundamentos do portal sem toque:

source: PAGE 2 ACCORDION #14 (3)
pt_br: PÁGINA 2 ACCORDION #14 (3)

source: Give your configuration a short, descriptive name that describes its purpose.
pt_br: Dê um nome curto e descritivo que descreva o propósito da sua configuração.

source: Using standards and achieving security certificates makes it much easier for device manufacturers to build devices that can be certified for highly-regulated markets such as financial institutions.
pt_br: O uso de padrões e certificados de segurança facilita a fabricação de dispositivos certificados para mercados com alto nível de regulamentações, como instituições financeiras.

source: App developers may be internal airline staff or independent software vendors.
pt_br: Os desenvolvedores de aplicativos podem ser funcionários internos de companhias aéreas ou fornecedores de software independentes.

source: Zero-touch ecosystem
pt_br: Ecossistema sem toque

source: Now it&rsquo;s your turn to try!
pt_br: Agora é sua vez de tentar!

source: Contact email
pt_br: E-mail de contato

source: Yes! That&rsquo;s correct.
pt_br: Sim! Está correto.

source: Why are you looking at an enterprise solution?&rdquo;
pt_br: Por que estão buscando uma solução corporativa?&rdquo;

source: Every 90 days
pt_br: A cada 90 dias

source: With SOC 2 and 3 reports, and an ISO 27001 certification, it&rsquo;s in line with the highest security benchmarks and is committed to complying with GDPR.
pt_br: Com os relatórios SOC 2 e 3 e uma certificação ISO 27001, ele encontra-se no nível das maiores referências de segurança e está comprometido com a RGPD.

source: Zero-touch allows IT to deploy devices in bulk.
pt_br: O sem toque permite que o TI configure dispositivos em escala.

source: Section 2 FINAL
pt_br: Seção 2 FINAL

source: Customers can also deregister a device.
pt_br: Os clientes também podem cancelar o registro de um dispositivo.

source: These devices are fully managed with a broad range of device settings and additional policy controls.
pt_br: Esses dispositivos são totalmente gerenciados através de uma ampla variedade de configurações e controles adicionais de políticas.

source: Set Configuration to the configuration you want to apply
pt_br: Acesse Configuration para a escolher a configuração que deseja aplicar

source: Android Enterprise creates "defense in depth" by using four layers of protection.
pt_br: O Android Enterprise cria uma “defesa profunda” ao oferecer quatro camadas de proteção.

source: Keep going.
pt_br: Continue tentando.

source: The features in Android that enhance network security.
pt_br: Recursos do Android que aprimoram a segurança de rede.

source: Zero-touch Reseller – Sales
pt_br: Revendedor sem toque - Vendas

source: Identifying an application management strategy
pt_br: Identificar uma estratégia de gerenciamento de aplicativos

source: What question can you ask to find out more to build a potential solution?&nbsp;
pt_br: Que pergunta você pode fazer para descobrir como elaborar uma potencial solução?

source: Service providers
pt_br: Provedores de serviços

source: &ldquo;We use Microsoft Teams to organize calendars by team and we want to keep this, as payroll uses the schedules for monthly wages.&rdquo;
pt_br: &ldquo;Usamos o Microsoft Teams para organizar os cronogramas por equipe e queremos continuar assim, pois a folha de pagamento é calculada a partir desses cronogramas.&rdquo;

source: Customers can add, edit and delete users in their portal through the Users sidebar
pt_br: Os clientes podem adicionar, editar e excluir usuários do seu portal através da barra lateral Users

source: Are you sure you want to retake this Assessment?
pt_br: Deseja refazer a Avaliação?

source: The Android platform has complete platform security and ensures device and data integrity, with features such as app sandboxing, encrypted user credentials and much more, which we will explore later.
pt_br: A plataforma Android tem segurança completa e garante a integridade de dispositivos e dados, com recursos como o aplicativo em área restrita, credenciais criptografadas de usuários e muito mais. Exploraremos todos os recursos mais tarde.

source: Hardware-backed security performs critical tasks such as cryptographic operations, authentication and key management.
pt_br: A segurança protegida por hardware executa tarefas essenciais, como operações criptográficas, autenticação e gerenciamento de chaves.

source: If you already know your role, scroll to the bottom to choose.
pt_br: Se você já conhece sua função, role para baixo para escolher.

source: Uploading devices.
pt_br: Fazendo o upload de dispositivos.

source: Admins and Owners.
pt_br: Administradores e Proprietários.

source: This is particularly important when staff members such as executives or flight attendants use their devices for multiple purposes.
pt_br: Isso é importante quando membros da equipe, como executivos ou comissários de bordo, usam seus dispositivos para diferentes propósitos.

source: It&rsquo;s available for both developers and EMM partners.
pt_br: Ela está disponível para desenvolvedores e parceiros EMM.

source: Challenges include:
pt_br: Os desafios incluem:

source: Productivity apps
pt_br: Aplicativos de produtividade

source: PAGE 3 NARRATIVE #16
pt_br: PÁGINA 3 NARRATIVA #16

source: Identify how Android secures devices and protects users.
pt_br: Identificar como o Android protege os dispositivos e os usuários.

source: How would you rate your knowledge level with zero-touch enrollment?
pt_br: Como você avaliaria seu nível de conhecimento sobre o registro sem toque?

source: Key Point:
pt_br: Importante:

source: Growth of Android
pt_br: O crescimento do Android

source: Please login to track your learner data
pt_br: Faça o login para acompanhar seus dados de aprendizagem

source: This&nbsp;datasheet has extra information on management.
pt_br: Este&nbsp;material possui mais informações sobre o gerenciamento.

source: COPE - Lulu can deploy a work profile for each device and give the IT special access into the personal side also.
pt_br: COPE - Lulu pode implantar um perfil profissional em cada dispositivo e dar ao TI acesso especial, inclusive aos dados pessoais.

source: Security is one of the most important considerations for IT decision-makers in today&rsquo;s business.
pt_br: A segurança é um dos aspectos mais importantes para os responsáveis pelas decisões na área de TI no mundo corporativo atual.

source: Verified Boot asks the user every single time what good version of the operating system they would like to boot up in.
pt_br: A Inicialização Verificada sempre pergunta ao usuário qual versão boa do sistema operacional o usuário gostaria de iniciar desta vez.

source: Rooting
pt_br: Root

source: COMPLETE COURSE SALES ONLY
pt_br: CONCLUIR APENAS O CURSO DE VENDAS

source: This program helps Enterprise users to choose device model, EMM solutions and/or Service Providers that meet a higher enterprise requirement and are recommended by Google.
pt_br: O programa ajuda usuários Enterprise a escolherem o modelo do dispositivo, as soluções EMM e/ou os Provedores de Serviços de nível superior recomendados pelo Google.

source: PAGE 2 TEXT #15 (1)
pt_br: PÁGINA 2 TEXTO #15 (1)

source: &ldquo;We need something that will last and integrate with other systems.
pt_br: &ldquo;Precisamos de algo duradouro e que se integre aos outros sistemas.

source: You can still continue this course, but your learner data will not be tracked.
pt_br: Você pode continuar este curso, mas seus dados de aprendizagem não serão monitorados.

source: A reseller, from the Zero-Touch portal, how many end customer accounts can you create and / or supply devices?
pt_br: Enquanto revendedor do portal de registro sem toque, quantos clientes finais você pode criar ou quantos dispositivos pode fornecer?

source: “I’m afraid we can’t help you with those security concerns.”
pt_br: “Lamento, mas não podemos ajudar em relação a essas preocupações sobre segurança.”

source: SafetyNet checks managed devices before they can access any business data.
pt_br: A SafetyNet verifica os dispositivos gerenciados antes que eles possam acessar qualquer dado comercial.

source: Create an EMM configuration in the customer zero-touch portal to connect the customer zero-touch devices with the customer EMM solution during the initial device set up.
pt_br: Criar uma configuração EMM no portal de registro sem toque do cliente para conectar os dispositivos sem toque do cliente com a solução EMM do cliente durante a primeira configuração do dispositivo.

source: Show my choices
pt_br: Exibir minhas escolhas

source: Well done, we have covered a lot in this class:
pt_br: Muito bem. Nós abordamos muitas informações nesta aula:

source: How to enable a new Reseller and how to manage portal roles.
pt_br: Como habilitar um novo revendedor e gerenciar as funções no portal.

source: We definitely need to limit access to who could edit content there.&rdquo;
pt_br: Para isso, precisaremos limitar o acesso a quem editará o conteúdo.&rdquo;

source: So you can see relevant content to your role, choose your role, then submit.
pt_br: Para ver o conteúdo relevante para sua função, escolha a função que deseja e clique em enviar.

source: Spend time listening to the customer&#39;s story and gather information about their current mobility strategy, desired outcome, requirements and goals.
pt_br: Invista tempo para ouvir a história do cliente e colete informações sobre sua estratégia de mobilidade atual, requisitos, metas e resultado desejado.

source: Owners share the same access as admins but can also add, delete, and edit your organization&#39;s portal users.
pt_br: Os proprietários têm o mesmo acesso que os administradores, mas também podem adicionar, excluir e editar os usuários do portal da empresa.
